Repository: alessandroalessio/woocommerce-piva-e-cf
Catalog: languages/a2woo_piva_cf-*.po
Languages: it_it

source: Certified Mail
it_it: PEC

source: Vat Number
it_it: P.IVA

source: Fiscal Code
it_it: Codice Ficale

source: SDI for electronic invoices
it_it: SDI per fatt. elettronica

source: Vat & Fiscal Code
it_it: P.IVA e Codice Fiscale

source: Display PEC
it_it: Mostra campo PEC

source: Show PEC field in Checkout Page
it_it: Mostra il campo PEC nella pagina id Checkout

source: Display VAT Number
it_it: Mostra campo P.IVA

source: Show VAT Number field in Checkout Page
it_it: Mostra il campo P.IVA nella pagina id Checkout

source: Display Fiscal Code
it_it: Mostra campo Codice Fiscale

source: Show Fiscal Code field in Checkout Page
it_it: Mostra il campo Codice Fiscale nella pagina id Checkout

source: Display SDI for invoices
it_it: Mostra campo SDI

source: Show SDI for invoices field in Checkout Page
it_it: Mostra il campo SDI nella pagina id Checkout
